Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=254_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Binna Bánna lasten radio
sme: Binna Bánna mánáid radio

source: Lasten Binna Bánna - radio-ohjelma kuultiin ensimmäisen kerran toukokuun 8. päivänä 2002.
sme: Binna Bánna - mánáid radioprográmma gulaimet vuosttas geardde miessemánu 8. beaivve 2002.

source: Lähetyksen pituus on 30 minuuttia ja Binna Bánna toimitetaan kolmella saamen kielellä.
sme: Sáddaga guhkkodat lea 30 minuhta ja Binna Bánna doaimmahuvvo golmma sámegillii.

source: Siinä on pohjois-, inarin- ja koltansaamenkielisiä osia, joiden toimittamisessa lapset ovat aktiivisesti mukana.
sme: Das leat davvisáme-, anáraš - ja nuortalašgielat oasit, maid doaimmaheamis mánát leat aktiivvalaččat mielde.

source: Ohjelmassa soitetaan paljon saamenkielistä lastenmusiikkia.
sme: Prográmmas čuojahuvvo ollu sámegielat mánáid musihkka.

source: YLE Sámi radiossa on ollut lastenohjelmia jo ennen 2000-lukua. 1980-luvulla lähetettiin kouluradiota ja lauantaiaamuisin lähetetyissä ohjelmissa oli myös lapsille toimitettuja osia.
sme: YLE Sámi radios leamašan mánáid prográmmat juo ovdal 2000-logu. 1980-logus sáddejuvvui skuvlaradio ja lávvardatiđidiid sáddejuvvon prográmmain ledje maid mánáide doaimmahuvvon oasit.

source: Ennen YLE Sámi radion tuottamia Binna Bánna-ohjelmia Norjan yleisradioyhtiö NRK:n tuottamat saamenkieliset lastenohjelmat kuuluivat myös Suomessa.
sme: Ovdal YLE Sámi radio buvttadan Binna Bánna - prográmmaid Norgga riikkaradio NRK buvttadan sámegielat mánáidprográmmat gullojedje maid Suomas.

source: Binna Bánna-ohjelman kuulet Yle Sápmi kanavalta joka maanantai klo 14.35 ja uusintana keskiviikkoisin klo 10.00.
sme: Binna Bánna - prográmma gulat Yle Sápmi kanálas juohke vuossárgga dmu 14.35 ja nuppádassii gaskavahko dmu 10.00.

source: Jos et voi kuunnella Sámi radion lähetyksiä, ohjelmat ovat kuultavissa viikon ajan internet-osoitteessa:
sme: Jos it sáhte guldalit Sámi radio sáddagiid, prográmmat leat gullamis vahku áigge interneahtta-čujuhusas: http://yle.fi/sapmi /

source: Kuvassa Binna Bánnan toimittaja Irene Länsman työssään.
sme: Govas Binna Bánna doaimmaheaddji Irene Länsman barggustis.
